create-userpic = Создать аватар
start-message =
    Здравствуйте! Я помогу Вам создать красивую аватарку, для этого пришлите мне своё лучшее фото, пожалуйста!
cancel-command = Отмена
autocrop-command = Так сойдёт
select-position-command = Выбрать расположение
select-position-prompt = Фото загружено. Расположите фото как Вам больше нравится.
processing-photo = Аватар обрабатывается. Это может занять какое-то время.
cover-caption-message =
    ❗️Получившуюся аватарку рекомендуется загружать в личный профиль Вконтакте вместе со специальной обложкой профиля.
final-message =
    🔁 Если хочешь обработать другое фото, то просто пришлите сюда новое изображение.
processing-cancelled = Процесс обработки фотографии остановлен.
processing-cancelled-message = Обработка фотографии отменена.
processing-error = Ошибка обработки фото, попробуйте ещё раз.
conversation-timeout =
    Обработка фото отменена, так как долго не было активных действий от пользователя.
    Чтобы начать заново — отправьте фото ещё раз.
unknown-input = Я не знаю такой команды...
frame-mover-help-desktop =
    Фото можно перемещать мышкой, для вращения зажмите кнопку Shift.
    Для масштабирования используйте прокрутку.
frame-mover-help-mobile =
    Фото можно перемещать одним касанием. Двумя — вращать и масштабировать.
    Если вместо перемещения фото сворачивается окно, то попробуйте начать с движения вверх.
frame-mover-help-unified =
    Фото можно перемещать, вращать и масштабировать.
    Для масштабирования или вращения мышкой используйте прокрутку и кнопку Shift.
frame-mover-finish-button-text = Готово
undefined-state-error = Что-то пошло не так, попробуй ещё раз.
unsupported-message-error = Прости, я не могу понять это сообщение.
max-assistant-messages-reached = Сегодня увы лимит сообщений исчерпан, приходи через 24 часа с новыми вопросами.
avatar-custom-crop = Поменять расположение
avatar-without-command = Теперь присылать эту команду каждый раз не нужно, просто пришли мне свою фотографию.
something-went-wrong = Что-то пошло не так. Попробуй ещё.
